Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Accuracy – absolute difference and response of peak area for DS
es_es: Exactitud: diferencia absoluta y respuesta del área del pico para el principio activo

source: Accuracy — Difference of means:
es_es: Exactitud - Diferencia de medias:

source: Accuracy:
es_es: Exactitud:

source: Accuracy; Repeatability;
es_es: Exactitud; Repetibilidad;

source: Accurately weigh about 12.5 mg linagliptin (BI 1356 BS) reference standard into a 25-mL volumetric flask, add 10 mL of Solvent Mixture, and dissolve with the aid of sonication.
es_es: Pesar con exactitud alrededor de 12.5 mg del estándar de referencia de linagliptina (BI 1356 BS) en un matraz aforado de 25 ml, agregar 10 ml de mezcla de disolventes y disolver mediante ultrasonido.

source: Accurately weigh about 13.75 mg linagliptin (BI 1356 BS) reference substance into a 50 mL amber volumetric flask, dissolve in 5 mL of methanol, add 35 mL of 0.1 M HCl, and sonicate for 5 minutes.
es_es: Pesar con exactitud alrededor de 13.75 mg de la sustancia de referencia de linagliptina (BI 1356 BS) en un matraz aforado de 50 ml de color ámbar, disolver en 5 ml de metanol, añadir 35 ml de HCl 0.1 M y aplicar ultrasonido durante 5 minutos.

source: Accurately weigh about 25.0 mg BI 10773 XX into a 100 mL volumetric flask and
es_es: Pesar con exactitud aproximadamente 25.0 mg de BI 10773 XX en un matraz aforado de 100 ml, y

source: Accurately weigh about 25.0 mg BI 10773 XX into a 100 mL volumetric flask,
es_es: Pesar con exactitud aproximadamente 25.0 mg de BI 10773 XX en un matraz aforado de 100 ml,

source: Accurately weigh about 25.0 mg metformin HCl into a 50 mL volumetric flask and
es_es: Pesar con exactitud aproximadamente 25.0 mg clorhidrato de metformina en un matraz aforado de 50 ml, y

source: Accurately weigh about 25.0 mg metformin HCl into a 50 mL volumetric flask.
es_es: Pesar con exactitud aproximadamente 25.0 mg clorhidrato de metformina en un matraz aforado de 50 ml.

source: Accurately weigh about 4.1 mg of metformin Impurity E x 2 HCl (equal to 2.5 mg metformin Impurity E) into a 100 mL volumetric flask.
es_es: Pesar con exactitud aproximadamente 4.1 mg de Impureza E x 2 de clorhidrato de metformina (aproximadamente igual a 2.5 mg de la impureza E de metformina) en un matraz aforado de 100 ml.

source: Accurately weigh about 5 mg CD 1973 BS reference standard into a 100-mL volumetric flask, add about 20 mL of Solvent Mixture, and dissolve with the aid of sonication.
es_es: Pesar con exactitud alrededor de 5 mg del estándar de referencia CD 1973 BS en un matraz aforado de 100 ml, agregar aproximadamente 20 ml de mezcla de disolventes y disolver mediante ultrasonido.

source: Accurately weigh about 5 mg each of CD 1065 BS, CD 1973 BS, CD 10085 XX, and CD 10088 XX reference standards into a 100-mL volumetric flask, add about 50 mL of Solvent Mixture, and dissolve with the aid of sonication.
es_es: Pesar con exactitud alrededor de 5 mg de los estándares de referencia CD 1065 BS, CD 1973 BS, CD 10085 XX y CD 10088 XX en un matraz aforado de 100 ml, agregar aproximadamente 50 ml de mezcla de disolventes y disolver mediante ultrasonido.

source: Accurately weigh about 5.0 mg CD 10085 XX reference standard into a 100-mL volumetric flask, add about 50 mL of solvent mixture, and dissolve with the aid of sonication.
es_es: Pesar con exactitud alrededor de 5.0 mg del estándar de referencia CD 10085 XX en un matraz aforado de 100 ml, agregar aproximadamente 50 ml de mezcla de disolventes y disolver mediante ultrasonido.

source: Accurately weigh about 5.0 mg each of IN 78288 XX and IN 78286 / IN 78287 XX into a 100 mL volumetric flask.
es_es: Pesar con exactitud aproximadamente 5.0 mg de IN 78288 XX y otros 5,0 mg de IN 78286 / IN 78287 XX en un matraz aforado de 100 ml.

source: Accurately weigh about 5.0 mg of CD 12907 XX into a 100 mL volumetric flask.
es_es: Pesar con exactitud aproximadamente 5.0 mg de CD 12907 XX en un matraz aforado de 100 ml,

source: Accurately weigh about 5.0 mg of IN 78288 XX into a 100 mL volumetric flask.
es_es: Pesar con exactitud alrededor de 5,0 mg de IN 78288 XX en un matraz aforado de 100 ml.

source: Accurately weigh about 8.2 mg of metformin Impurity E x 2 HCl (equal to about 5.0 mg metformin Impurity E) and about 5.0 mg Impurity B into a 100 mL volumetric flask.
es_es: Pesar con exactitud aproximadamente 8.2 mg de Impureza E x 2 de clorhidrato de metformina (aproximadamente igual a 5.0 mg de la impureza E de metformina) y aproximadamente 5.0 mg de la impureza B en un matraz aforado de 100 ml.

source: Accurately weigh approx. 14 mg empagliflozin reference substance into a 250 mL volumetric flask, add 3.0 mL methanol and treat by sonicating for at least 25 min (until the test material is completely dissolved).
es_es: Pesar con exactitud alrededor de 14 mg de la sustancia de referencia empagliflozina en un matraz aforado de 250 ml, agregar 3.0 ml de metanol y aplicar ultrasonido al menos 25 minutos (hasta disolver por completo la sustancia analizada).

source: Acetaldehyde
es_es: Acetaldehído

source: Acetaldehyde and 2-methylpentane at 2.5 μg/day and 12.3 μg/day, respectively, can be justified based on the single dose of tenecteplase and the less than lifetime single dose limit of 120 μg/day for these genotoxic compounds.
es_es: Los 2,5 μg/día de acetaldehído y los 12,3 μg/día de 2-metilpentano pueden justificarse en función de la dosis única de tenecteplasa y el límite por dosis única de exposición en toda la vida (LTL) de 120 μg/día para estos compuestos genotóxicos.

source: Acetaldehyde 1
es_es: Acetaldehído 1

source: Acetic acid
es_es: Ácido acético

source: Acetic acid 99%
es_es: Ácido acético 99%

source: Acetic acid, glacial6
es_es: Ácido acético glacial6

source: Acetic acid, glacial 6
es_es: Ácido acético glacial6

source: Acetic acid, glacial 4
es_es: Ácido acético, glacial 4

source: Acetone is the only solvent according to ICH Q3C and USP <467> detected in batch analysis.
es_es: En el análisis de partidas, la acetona es el único disolvente detectado entre todos los incluidos en la directriz Q3C de la ICH y USP <467>.

source: Acetonitrile
es_es: Acetonitrilo

source: Acetonitrile (HPLC grade) (e.g. Merck)
es_es: Acetonitrilo (grado HPLC), (por ejemplo, Merck)

source: Acetonitrile, gradient grade (e.g. Merck)
es_es: Acetonitrilo, grado gradiente, (por ejemplo, Merck)

source: Acetylsalicylic Acid
es_es: Ácido acetilsalicílico

source: Acid peak group
es_es: Grupo de picos ácidos

source: Acid titrant 2.3 M citric acid is listed in the buffer composition table.
es_es: En la tabla de composición del buffer, se incluye el titulador ácido ácido cítrico 2.3 M

source: Acid titrant 2.3 M citric acid is not listed in the buffer composition table.
es_es: En la tabla de composición del buffer, no se incluye el titulador ácido ácido cítrico 2.3 M

source: Acid treatment and neutralization, diluted at 20 - 25°C
es_es: Tratamiento con ácido y neutralización, con dilución a 20 - 25° C

source: Acid treatment and neutralization, diluted at 20 ‑ 25°C
es_es: Tratamiento con ácido y neutralización, con dilución a 20 - 25° C

source: Acid value
es_es: Ácidos

source: Acidic peak group
es_es: Grupo de picos ácidos

source: Acidic peak group (APG):
es_es: Grupo de picos ácidos (APG):

source: Acidic peak group (APG): 26 – 43 %
es_es: Grupo de picos ácidos (APG): 26 – 43%

source: Acidic peak group (APG): 27 – 38 %
es_es: Grupo de picos ácidos (APG): 27 – 38%

source: Acknowledgements:
es_es: Agradecimientos:

source: Acknowledging your access and consent to receive materials electronically
es_es: Cómo dar cuenta del acceso a la cuenta y cómo dar el consentimiento para recibir materiales electrónicamente

source: Acknowledgments
es_es: Agradecimientos

source: Acquisition time
es_es: Tiempo de adquisición

source: Acquisition, analysis, or interpretation of data:
es_es: Recolección, análisis e interpretación de los datos:

source: Acryl glass & stainless steel
es_es: Vidrio acrílico y acero inoxidable

source: Act.-pool
es_es: SP sef.

source: Actilyse Cathflo 2 mg Pulver zur Herstellung einer Injektions- bzw. Infusionslösung
es_es: Actilyse Cathflo, 2 mg, polvo para preparar una solución para inyección o infusión

source: Actilyse Pulver und Lösungmittel zur Herstellung einer Injektions- bzw.
es_es: Actilyse, polvo y solución

source: Actilyse Pulver und Lösungmittel zur Herstellung einer Injektions- bzw. Infusionslösung
es_es: Actilyse, polvo y disolvente para preparar una solución para inyección o infusión

source: Action
es_es: Acción

source: Action limit
es_es: Límite de acción

source: Action limit/ acceptance criterion
es_es: Límite de acción/criterio de aceptación

source: Activation force
es_es: Fuerza de activación

source: Activation force:
es_es: Fuerza de activación:

source: Activation force: ≤ 34 N
es_es: Fuerza de activación: ≤ 34 N

source: Activation of the Needle Stick Prevention Feature shall permit the user's hand(s) to remain behind the exposed contaminated needle.
es_es: La activación de la prevención de pinchazos permitirá que las manos del usuario permanezcan siempre detrás de la aguja contaminada expuesta.

source: Active
es_es: Activo

source: Active Ingredient
es_es: Principio activo

source: Active Ingredients / Strength:
es_es: Principio/s activo/s / Concentración:

source: Active Pharmaceutical Ingredient
es_es: ingrediente farmacéutico activo

source: Active ingredient
es_es: Principio activo

source: Active ingredient degradation
es_es: Degradación del principio activo

source: Active ingredient content
es_es: Contenido del principio activo

source: Active ingredient degradations of SCH 1000 BR (SCH 1100 BR (determined as Tropic acid), Tropic acid ethyl ester and BA 686 BR)
es_es: Degradación de los principios activos de SCH 1000 BR (SCH 1100 BR [determinado como ácido trópico], ester etílico del ácido trópico y BA 686 BR)

source: Activity
es_es: Actividad

source: Activity (x 10^2 U/mg)
es_es: Actividad (x 10^2 U/mg)

source: Actos ® 30 mg tablet
es_es: Actos®, 30 mg, comprimidos

source: Actual levels of LMWs are very low during DP release testing and no relevant change is observed during long-term storage (see Sections 3.2.P.5.6 Justification of Specification and 3.2.P.8 Stability Data).
es_es: Los niveles reales de especies de bajo peso molecular son muy bajos durante las pruebas de liberación del medicamento, y no se observan cambios relevantes durante el almacenamiento a largo plazo (véanse las Secciones 3.2.P.5.6, Justificación de la especificación, y 3.2.P.8, Datos de estabilidad).

source: Actual mRS score at 90–120 days (n=1567)
es_es: Puntuación mRS entre efectiva a los 90–120 días (n=1567)

source: Actual:
es_es: Real:

source: Actuation Force,
es_es: Fuerza de pulsación

source: Actuation Force: Activation force
es_es: Fuerza de pulsación: fuerza de activación

source: Actuation Force: Break loose force
es_es: Fuerza de pulsación: fuerza de desprendimiento

source: Actuation Force: Gliding force
es_es: Fuerza de pulsación: fuerza de deslizamiento

source: Actuation force, sleeve unlocking force and dose accuracy are determined by functional testing.
es_es: La fuerza de pulsación, la fuerza de desbloqueo del capuchón y la exactitud de la dosis se determinan por medio de pruebas funcionales.

source: Actuation force:
es_es: Fuerza de pulsación:

source: Actuation force: Activation Force
es_es: Fuerza de pulsación: fuerza de activación

source: Actuation force: Break Loose force
es_es: Fuerza de pulsación: fuerza de desprendimiento

source: Actuation force: Glide force
es_es: Fuerza de pulsación: fuerza de deslizamiento

source: Acute decompensated HF (exacerbation of chronic HF) requiring intravenous (i.v.)diuretics, i.v. inotropes or i.v. vasodilators, or left ventricular assist device within 1 week from discharge to Visit 1, and during screening period until Visit 2
es_es: Insuficiencia cardíaca descompensada aguda (reagudización de la insuficiencia cardíaca crónica) que requiere diuréticos intravenosos, inotrópicos intravenosos o vasodilatadores intravenosos, o dispositivo de asistencia ventricular izquierda dentro de 1 semana desde el alta hasta la Visita 1, y durante el período de selección y hasta la Visita 2

source: Acute ischaemic stroke
es_es: Accidente cerebrovascular isquémico

source: Acute ischaemic stroke (AIS)
es_es: Accidente cerebrovascular isquémico

source: Acute kidney failure
es_es: Insuficiencia renal aguda

source: Acute kidney injury based on MedDRA PT occurred in 97 patients (3.2%) in the empagliflozin group and 131 patients (4.4%) in the placebo group.
es_es: Se registró lesión renal aguda con base en el término preferente del diccionario MedDRA en 97 pacientes (3.2%) de empagliflozina y en 131 pacientes de placebo (4.4%).

source: Acute myocardial infarction (AMI)
es_es: Infarto agudo de miocardio

source: Acute renal failure (narrow SMQ)
es_es: Insuficiencia renal aguda (SMQ específica)

source: Acute systemic toxicity.
es_es: Toxicidad sistémica aguda.

source: Acute toxicity
es_es: Toxicidad aguda

source: Ad 1.0 mL
es_es: Meta: 1.0 ml

source: Ad 10.0 mL
es_es: Meta: 10.0 ml

source: Ad 8.0 mL
es_es: Meta: 8.0 mL

source: Adaptation of freeze drying process required due to lower filling volume
es_es: Debió adaptarse el proceso de liofilización debido al menor volumen de llenado.

source: Adaptation of filling principle based on platform technology knowledge
es_es: Se adapta el principio de llenado con base en el conocimiento de la tecnología de la plataforma.

source: Adaptation of filling volume to 25 mg dose
es_es: Adaptación en el volumen de llenado a la dosis de 25 mg

source: Adaptation of freeze drying process required due to different freeze dryer.
es_es: Debió adaptarse el proceso de liofilización debido a un cambio en el liofilizador.

source: Adaptation of pressure due to shelf temperature lowering to 5°C to prevent sticking of stoppers on the shelves
es_es: Modificación de la presión debido a una disminución en la temperatura de almacenamiento a 5 °C para evitar que los tapones se peguen en los estantes.

source: Adaptation to vial, based on lower filling volume
es_es: Cambio en el frasco debido al menor volumen de llenado

source: Adaption of method number from current to proposed method in regard of development and introduction of new state-of-the-art methods.
es_es: Adaptación del número de método del vigente al propuesto con respecto al desarrollo y la incorporación de nuevos métodos de última generación.

source: Adaption of upper limit due to higher filling accuracy in SM6
es_es: Adaptación del límite superior debido a una mayor exactitud de llenado en SM6

source: Adaptive increase in sample size up to the prespecified maximum total sample size of 656 patients was to be performed if the result of interim analysis using data from the first 240 patients was promising, as per the methodology of Mehta and Pocock.2
es_es: Debía realizarse un aumento adaptativo del tamaño de muestra al máximo total de 656 pacientes si el resultado del análisis intermedio obtenido en los primeros 240 pacientes era prometedor, según la metodología de Mehta y Pocock.2

source: Adaptive increase in sample size was planned if the result of interim analysis using data from the first 100 patients were promising, as per the methodology of Mehta and Pocock.(4) The maximum sample size was capped at 276 patients.
es_es: Se anticipó un aumento del tamaño de muestra si el resultado del análisis provisional de los primeros 100 pacientes era prometedor, según la metodología de Mehta y Pocock.(4) Como tamaño de muestra máximo se fijó un límite de 276 pacientes.

source: Adaptive increase in sample size was planned if the results of interim analysis using data from the first 100 patients were promising as per the methodology of Mehta and Pocock.(4) If the conditional power, evaluated in the interim analysis by the blinded study statistician, fell in the pre-specified “promising” range the sample size would be increased, subject to a predetermined upper limit (276 patients) to increase the conditional power to 0.80 level for primary end-point.
es_es: Se programó un aumento adaptativo del tamaño de muestra si los resultados de los análisis provisionales de los primeros 100 pacientes eran prometedores, según la metodología de Mehta y Pocock.(4) Si la potencia condicional, determinada en el análisis intermedio por un estadístico enmascarado del estudio, se enmarcaba en el rango “prometedor” especificado, se aumentaría el tamaño de muestra planteando un límite superior predeterminado (276 pacientes) con el objetivo de aumentar la potencia condicional a un nivel de 0.80 para el criterio de valoración principal.

source: Adaptive increase in sample size was planned if the results of interim analysis using data from the first 100 patients were promising as per the methodology of Mehta and Pocock.(4)
es_es: Se previó un aumento adaptativo del tamaño de muestra si el resultado del análisis provisional de los primeros 100 pacientes era prometedor, según la metodología de Mehta y Pocock.(4)

source: Adaptive increase in sample size were to be performed if the result of interim analysis using data from the first 150 patients was promising, as per the methodology of Mehta and Pocock.2
es_es: Se aumentará el tamaño de muestra si el resultado del análisis provisional de los primeros 150 pacientes es prometedor, según la metodología de Mehta y Pocock.2

source: Adaptive increase in sample size will be performed if the result of interim analysis using data from the first 150 patients is promising, as per the methodology of Mehta and Pocock [4].
es_es: Se realizará un aumento adaptativo del tamaño de muestra si el resultado del análisis provisional de los primeros 150 pacientes es prometedor, según la metodología de Mehta y Pocock.[4]

source: Adaptive increase in sample size will be performed if the result of interim analysis using data from the first 150 patients is promising, as per the methodology of Mehta and Pocock.(4)
es_es: Se realizará un aumento adaptativo del tamaño de muestra si el resultado del análisis provisional de los primeros 150 pacientes es prometedor, según la metodología de Mehta y Pocock.(4)

source: Adaptive increase in sample size will be performed if the result of interim analysis using data from the first 240 patients is promising, as per the methodology of Mehta and Pocock.(4) The maximum sample size is capped at 656 patients.
es_es: Se aumentará el tamaño de muestra si el resultado del análisis provisional de los primeros 240 pacientes es prometedor, según la metodología de Mehta y Pocock.(4) Como tamaño de muestra máximo se fijó un límite máximo de 656 pacientes.

source: Adaptive increase in sample size will be performed if the result of interim analysis using data from the first 240 patients is promising, as per the methodology of Mehta and Pocock [4].
es_es: Se realizará un aumento adaptativo del tamaño de muestra si el resultado del análisis provisional de los primeros 240 pacientes es prometedor, según la metodología de Mehta y Pocock.[4]

source: Adaptive sample size estimation with 188 participants initially planned, up to máximum 656, to be re-estimated at interim analysis after 150 patients are treated
es_es: Estimación adaptativa del tamaño de muestra, con un plan inicial de 188 participantes y un máximo de 656. El tamaño de muestra se reevaluará en un análisis intermedio luego de que 150 pacientes hayan recibido tratamiento.

source: Adaptive sample size estimation with 300 participants initially planned, up to maximum 656, to be re-estimated at interim analysis after 240 patients are treated
es_es: Estimación adaptativa del tamaño de muestra, con un plan inicial de 300 participantes y un máximo de 656. El tamaño de muestra se reevaluará en un análisis intermedio luego de que 240 pacientes hayan recibido tratamiento.

source: Add 0.1 g of
es_es: Luego añadir 0.1 g de etanol.

source: Add 0.1 g of *potassium thiocyanate R* and 0.1 g of *cobalt nitrate R.*
es_es: Añadir 0.1 g de *tiocianato de potasio R* y 0.1 g de *nitrato de cobalto R.*

source: Add 0.1 ml of phenolphthalein solution and then concentrate ammonia dropwise until a pink colour is produced.
es_es: Agregar 0.1 ml de una solución de fenolftaleína y a continuación amoníaco concentrado gota a gota hasta que se produzca una coloración rosada.

source: Add 1 mL of *saturated potassium iodide solution R,* mix and allow to stand for 1 min.
es_es: Añadir 1 ml de *solución saturada de yoduro de potasio R*, mezclar y dejar reposar 1 minuto.

source: Add 1 mL of *α-naphthol* solution *R* and 2 mL of a mixture of equal volumes of *strong sodium hypochlorite solution R* and *water R.*
es_es: Añadir 1 ml de solución de *α-naftol R* y 2 ml de una mezcla de volúmenes iguales de solución fuerte de *hipoclorito de sodio R* y *agua R*.

source: Add 1.0 mL of trifluroacetic acid, mix well and degas as necessary.
es_es: Añadir 1.0 ml de ácido trifluoroacético, mezclar bien y desgasificar según sea necesario.

source: Add 1.2 ml of thioacetamide reagent, mix immediately and allow to stand for 2 minutes.
es_es: Añadirle 1.2 ml de reactivo tioacetamida, mezclar de inmediato y dejar reposar 2 minutos.

source: Add 100 mL methanol and stir again at least for 2 hours.
es_es: Agregar 100 mL de metanol y volver a agitar al menos 2 horas.

source: Add 2 ml of acetate buffer pH 3.5, mix.
es_es: añadirle 2 ml de buffer de acetato, pH 3.5 y mezclar.

source: Add 25 mL of sulfuric acid R, allowing it to run down the sides of the flask, and swirl to mix the contents.
es_es: Añadir 25 ml deácido sulfúrico R, dejándolo correr por los lados del matraz y agitando para mezclar el contenido.

source: Add 5.0 ml of diluent and crimp the vial immediately.
es_es: Añadir 5.0 ml de diluyente y de inmediato sellar con tapa el frasco.

source: Add 50 mL of *carbon dioxide-free water R* and a magnetic stirring bar.
es_es: Añadir 50 ml de *agua libre de dióxido de carbono R* y mezclar con barra de agitación magnética.

source: Add Pregnancy and Lactation as missing information or provide information that justifies its elimination, since it is listed both in the RMP for linagliptin and in the EMA EPAR for Trajenta/Linagliptin.
es_es: Agregar como información faltante el Embarazo y la Lactancia o añadir información que justifique su eliminación, pues ambos figuran en el plan de gestión de riesgos de linagliptina y en el informe evaluativo público de la EMA para Trayenta/Linagliptina.

source: Add a magnetic stir bar and stir vigorously for 15 minutes.
es_es: Agregar un agitador magnético y agitar vigorosamente durante 15 minutos.

source: Add a magnetic stir bar and stir vigorously for 30 minutes.
es_es: Agregar un agitador magnético y agitar vigorosamente durante 30 minutos.

source: Add a suitable volume of strong sodium hydroxide solution R to change the colour of the solution from bluish-green to brown or black, and distil immediately by passing steam through the mixture.
es_es: Para cambiar el color de la solución de verde azulado a marrón o negro, añadir un volumen adecuado desolución fuerte de hidróxido de sodio R, y destilar inmediatamente haciéndole pasar vapor.

source: Add about 40 mL of eluent and dissolve.
es_es: Añadir aproximadamente 40 ml de eluyente y disolver.

source: Add about 50 mL of solvent mixture and dissolve by sonicating and stirring.
es_es: Añadir aproximadamente 50 ml de la mezcla de disolventes y disolver exponiendo a ultrasonido y agitando.

source: Add about 50 mL of solvent mixture and dissolve by sonicating for about 5 min,
es_es: Añadir aproximadamente 50 ml de la mezcla de disolventes y disolver exponiendo a ultrasonido aproximadamente 5 minutos,
